/*
SQLyog v10.2 
MySQL - 5.5.27 : Database - news
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`news` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `news`;

/*Table structure for table `admin` */

DROP TABLE IF EXISTS `admin`;

CREATE TABLE `admin` (
  `Id` int(4) NOT NULL AUTO_INCREMENT,
  `LoginName` varchar(20) NOT NULL,
  `LoginPwd` varchar(20) NOT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;

/*Data for the table `admin` */

insert  into `admin`(`Id`,`LoginName`,`LoginPwd`) values (1,'admin','123456');

/*Table structure for table `newsinfo` */

DROP TABLE IF EXISTS `newsinfo`;

CREATE TABLE `newsinfo` (
  `Id` int(4) NOT NULL AUTO_INCREMENT,
  `Title` varchar(100) DEFAULT NULL,
  `Author` varchar(10) DEFAULT NULL,
  `CreateDate` datetime DEFAULT NULL,
  `Content` varchar(10000) DEFAULT NULL,
  `Summary` varchar(500) DEFAULT NULL,
  `Tid` int(4) DEFAULT NULL,
  PRIMARY KEY (`Id`),
  KEY `Tid` (`Tid`),
  CONSTRAINT `newsinfo_ibfk_1` FOREIGN KEY (`Tid`) REFERENCES `topic` (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;

/*Data for the table `newsinfo` */

insert  into `newsinfo`(`Id`,`Title`,`Author`,`CreateDate`,`Content`,`Summary`,`Tid`) values (1,'湖南洪灾死亡人数升至16人 另有1人失踪','admin','2014-05-30 21:30:16','中新社长沙5月30日电  湖南省防汛抗旱指挥部30日最新透露，今年入汛以来，该省因洪灾死亡人数已升至16人，另有1人失踪。\r\n\r\n入汛以来，湖南已遭受三轮强降雨袭击，造成11个市州71个县(市区)302.63万人受灾，倒塌房屋9402间，直接经济损失达32.35亿元人民币。\r\n\r\n\r\n湖南省防汛抗旱指挥部介绍，因灾死亡、失踪的17人，主要是由强降雨引发山体滑坡、崩塌、溪河洪水陡涨、房屋倒塌所致。\r\n\r\n湖南省水利厅厅长詹晓安强调，在部署下阶段防汛工作时，各级各部门一定要把民众的生命安全放在首位。\r\n\r\n目前，湖南已启动严厉的责任追究制，对各地因工作不力造成重大人员伤亡和工程事故的，严肃追究责任。\r\n\r\n湖南省气象局最新预报显示，从5月30日晚至6月1日，该省又将迎来新一轮强降雨过程，并伴有雷雨大风等强对流天气，过程累计雨量部分地方达100毫米以上，极易引发城乡积涝和山洪地质灾害的发生。(完)','湖南洪灾死亡人数升至16人 另有1人失踪\r\n',1),(2,'山东正式施行“单独两孩”','admin','2014-05-30 21:32:05','齐鲁网济南5月30日讯  今天下午，山东省人大常委会对《山东人口与计划生育条例修正案》进行表决，修正案获得全票通过。自今日起，山东将正式施行“单独二孩”政策。\r\n\r\n山东省人大常委会近日审议了山东省政府提请审议的《山东省人口与计划生育条例修正案（草案）》的议案，决定对《山东人口与计划生育条例》进行修改。\r\n\r\n从生育前登记改为生育后登记\r\n\r\n其中，将第二十条修改为“生育第一个子女实行免费登记制度”。\r\n\r\n据了解，原规定为“夫妻可以自行选择生育第一个子女的时间，应当在生育前到一方户籍所在地乡（镇）人民政府或者街道办事处登记，免费领取《计划生育服务手册》，凭手册享受计划生育优先优惠服务。《计划生育服务手册》样本由省计划生育行政部门统一制定。”\r\n\r\n如今，“夫妻可以自行选择生育第一个子女的时间，依法享受母婴保健和计划生育技术服务；在生育后三个月内应当持《出生医学证明》到一方户籍所在地或者现居住地的乡（镇）人民政府或者街道办事处进行生育登记，享受计划生育优先优惠服务。生育登记实行首接负责制。”\r\n\r\n这意味着，夫妻双方不必再在生育前到相关部门办理登记，而是可以选择在生育后三个月持“出生证”去办理生育登记。','山东正式施行“单独两孩” 全面取消“准生证”',1),(3,'北京今明两天最高气温将分别为37℃和34℃','admin','2014-05-30 21:33:19','本报讯 昨天下午3点21分南郊观象台的最高气温达到了41.1℃，一举突破了38.3℃的历史同期极值，为此，北京市气象台13时将高温预警升级到最高级别，发布了高温红色预警信号，这是有高温预警信号发布以来的首次发布。预计今天本市依然高温持续，午后可达37℃左右，为此气象台发布的高温橙色预警仍在生效中。\r\n\r\n\r\n预计今明两天仍没有明显冷空气入侵本市，因此大部分时间的天气还将以晴到多云为主，高温继续，白天的最高气温将分别为37℃和34℃，夜间的最低气温也将在22℃以上。预计本周日将有一股冷空气造访本市，与此同时一股暖湿空气可能也会来“赶场”，受冷空气和暖湿空气的共同影响，周六本市天气逐渐转阴，周日可能有阵雨，气温较前期明显下降，预计白天最高气温29℃左右；6月2日（端午节）气温继续下降，预计白天最高气温只有25℃左右，持续性的高温天气将减弱告退。','北京今明两天最高气温将分别为37℃和34℃',1),(4,'卫计委:儿童适宜剂型和规格将纳入医保范围','admin','2014-05-30 21:34:07','儿童适宜剂型及时纳入医保\r\n\r\n国家卫计委等六部门解读《关于保障儿童用药的若干意见》——\r\n\r\n针对目前儿童用药适宜品种少、适宜剂型和规格缺乏、药品临床试验基础薄弱、不规范处方和不合理用药等问题，今天上午，国家卫计委、国家发展改革委、食品药品监管总局等六部门联合召开媒体通气会，宣传解读经国务院同意联合印发的《关于保障儿童用药的若干意见》（以下简称《意见》）。《意见》指出，将按规定及时将儿童适宜剂型、规格纳入基本医疗保险支付范围。对于本身就在医保范围内的药品，如果按照规定推出新的儿童适宜剂型、规格将自动纳入医保目录。\r\n\r\n儿童用药将告别掰大人药\r\n\r\n目前，许多药品说明书中缺少明确的儿童适应证和用法用量，也未明确标注不良反应警示等信息，临床医生只能凭借临床实践经验用药。一些儿童家长缺乏科学用药常识，在给儿童用药时往往简单从个人用药经历自行决定，不但影响药物疗效，也带来了风险。国家卫计委药政司司长郑宏介绍，《意见》从鼓励研发创制、加快申报审评、确保生产供应、强化质量监管、推动合理用药、完善体系建设、提升综合能力等环节，对保障儿童用药提出了具体要求。这是近十几年来我国关于儿童用药的第一个综合性指导文件。','卫计委:儿童适宜剂型和规格将纳入医保范围',1),(5,'北京持续高温动物园将运送冰块保障动物过夏','admin','2014-05-30 21:34:43','5月30日，北京动物园，动物们用自己的方法消夏。近日北京持续高温，动物园称将采取运送冰块、勤冲兽舍等方法保障动物安全过夏。','北京持续高温动物园将运送冰块保障动物过夏',1),(6,'北京高温致城区日供水量创百年历史新高','admin','2014-05-30 21:35:54','中新网北京5月30日电 北京市自来水集团30日通报称，由于高温天气持续，北京城区29日的日供水量攀至304万立方米，这一数字突破了百年历史纪录，超过2013年最高日供水量纪录298万立方米。\r\n\r\n5月27日至29日，北京变身“火炉”，高温预警连升三级。北京市气象台于29日发布最高级别高温红色预警，当日北京大部分地区气温突破40℃。\r\n\r\n为确保高峰供水安全，5月29日，北京新建郭公庄水厂部分设施进行试运行，共发挥了2.4万立方米的调蓄能力，缓解了城南供水管网压力，30日还将进一步发挥调蓄能力，可达10万立方米。城区最大水厂第九水厂通过挖潜，供水量也超过171万立方米的供水能力，达到173万立方米。\r\n\r\n北京市自来水集团相关负责人表示，自5月18日以来，北京城区日供水量持续一周在276万立方米以上高位运行，与往年6-8月份为夏季供水高峰期相比，北京城区今年提前12天进入供水高峰期。据分析，供水量持续升高主要与高温晴热天气有关。\r\n\r\n在南水北调水源进京前，北京今夏高峰供水形势依然严峻。对此，北京自来水集团呼吁社会各界节约用水，用水量大的行业适当控制用水量，避开居民用水高峰时段；城市园林绿化、道路喷洒等行业应尽量减少自来水的使用，多使用再生水。','北京高温致城区日供水量创百年历史新高\r\n',1),(7,'2014年高考报名人数939万人 较上年增加27万','admin','2014-05-30 21:36:53','中国独家报道\r\n\r\n【2014年高考报名人数939万人】教育部30日宣布：今年高考报名人数939万人，较上年增加27万。其中应届高中生、中职毕业生、农村户籍学生分别 增加26万、11万、17万，复读生减少10万。28个省份开始解决随迁子女在当地参加高考问题，5．6万名学生将在居住地参考。\r\n\r\n','2014年高考报名人数939万人 较上年增加27万',1),(8,'1至4月工业利润增10% 工业缓中趋稳态势基本确立','admin','2014-05-30 21:37:55','作为衡量工业发展质量和效益的重要指标，今年以来工业实现利润增速的大幅回落一度引起社会关注。1至2月，规模以上工业增加值增速从去年12月的9.7%陡降到8.6%，规模以上工业企业实现利润增速也从去年全年的12.2%陡降到9.4%。不过从3月份开始，工业增加值增速实现平稳回升，一季度工业利润增速回升到10.1%。1至4月工业利润继续延续了缓中趋稳的势头，仅比一季度小幅回落0.1个百分点。我国规模以上工业逐步走出了前期需求不足、生产低迷、效益下滑的困境。\r\n\r\n潘建成表示，尽管近两年来我国工业增速持续放缓，但放眼全球，当前8%以上的工业增加值增速和10%左右的工业利润增速都很高，也与我国现阶段潜在经济增长率相匹配。随着环境、资源约束性持续增强和淘汰落后产能力度不断加大，10%左右的增速将是我国工业经济增长的新常态。\r\n\r\n潘建成认为，当前工业利润10%的增速是在上游产业中的煤炭、石油等采掘工业和高耗能的钢铁、有色金属等利润下滑的情况下实现的，贡献则主要来自于汽车、装备制造业、电子通信等高附加值的行业。一增一减显示出工业结构的持续优化，工业经济的质量和效益都在稳步提高。\r\n\r\n\r\n全国政协经济委员会副主任、中国工业经济联合会会长李毅中在近日召开的中国工业论坛上表示，“提质增效、转型升级是我们当前的紧迫任务”。就工业而言，重点要淘汰落后、化解过剩产能，加强技术改造和设备更新，壮大节能环保产业，提供社会化专业服务。\r\n\r\n数据显示，1至4月份新增利润最多的汽车制造业、电力热力生产和供应业等5个行业，对全部规模以上工业企业利润增长的贡献率达78.6%。国家统计局工业司何平博士表示，新增利润集中于少数行业，显示工业发展还很不平衡，部分行业存在的困难依然不少，支持实体经济发展的政策措施要尽快落实到位。同时，工业企业成本上升的状况也值得警惕。\r\n\r\n针对这一问题，李毅中表示，大力提高工业经济的质量和效益当然主要靠企业自身努力，同时仍需国家从财、价、税以及金融体制改革等方面大力改善企业的生产经营环境。','国家统计局5月28日发布的统计数据显示，1至4月份，全国规模以上工业企业实现利润总额17628.7亿元，同比增长10%，工业经济效益继续保持平稳增长态势。中国经济景气监测中心副主任潘建成表示，结合4月份规模以上工业增加值同比实际增长8.7%的数据来看，我国工业缓中趋稳的态势已经基本确立。',1),(9,'北京电网负荷增幅明显 将于端午节加强保障','admin','2014-05-30 21:39:01','据国网北京市电力公司相关负责人介绍，本周，受天气影响，空调等降温负荷逐步增加，使得北京电网负荷有所增长。但是，“端午节”期间，电力负荷将会有明显下降，据预测，北京地区最大负荷将会回落至1230万千瓦左右。主要原因是，节日期间，企事业单位、大型写字楼的用电量将大幅减少，加之人们外出旅游，家庭用电也会随之减少。\r\n\r\n北京市气象台发布今夏首个高温红色预警后，国网北京市电力公司加强了电网调度和监控的力度，密切关注电网负荷变化，做好相应防控措施及预案，加强设备巡视，确保主网主系统安全稳定运行。24小时供电服务热线95598迅速调配坐席力量接听市民来电，紧急增派客户代表70余人分两批投入热线值守工作。设置专人联络市12345热线、政风行风热线，确保各类重要涉电信息传递及时、准确，及时受理市民反映的有关用电问题。\r\n\r\n此外，节日期间，市电力公司还将加强对全市旅游景点、宾馆饭店、购物商厦及文化娱乐场所等人员密集场所的用电安全服务保障工作。目前，电力抢修、抢险人员和应急设备均已到位，随时应对各类突发故障。','人民网北京5月30日电 记者从国网北京市电力公司获悉，连日来的持续高温天气使北京电网负荷增幅明显，5月29日16点14分，电网日最高负荷到达了1504万千瓦，比上周增长约100万千瓦，但是整体的负荷水平不高，北京电网处于安全稳定运行状态。针对端午节期间可能出现的高温天气，国网北京电力加强保障力量，确保供电安全。',1),(10,'霍尔果斯打造“境内关外”西出通道','admin','2014-05-30 21:41:16','新疆霍尔果斯，西接中亚，东挽内地，是古“丝绸之路”的重要驿站。日前，“中国媒体丝路行”走进新疆霍尔果斯经济开发区采访区内建设相关情况。\r\n\r\n霍尔果斯经济开发区距离乌鲁木齐670公里、距离哈萨克斯坦阿拉木图市378公里。开发区包括我国最早向西开放的霍尔果斯口岸，及2004年由中哈两国政府签署协议共同建立的中哈霍尔果斯国际边境合作中心（下称合作中心）等组成部分。\r\n\r\n霍尔果斯经济开发区副主任刘亚农介绍说，合作中心中方区域按照“境内关外”模式管理，人员和货物可在中心内跨境自由流动。由中方境内进入中心的基础设施建设物资和区内设施自用设备，视同出口，实行退税。由哈方进入中方区域的基础设施建设物资和区内设施自用设备免征关税及进口环节增值税。旅客每人每日一次可携带物品免税额8000元。','人民网乌鲁木齐5月30日电 （记者李彤）“与几年前相比，我们购买中国日化、服装等产品更方便了，价格也便宜，凭借护照就可以进入区内。”哈萨克斯坦消费者阿米娜在新疆霍尔果斯经济开发区接受人民网记者采访时说。',1),(11,'中山陵奉安铜鼎重修后迎游客 ','admin','2014-05-30 21:41:59','据中山陵园管理局文物处处长闻慧斌介绍，1929年6月1日，奉安大典在中山陵隆重举行。全国各地都捐献了纪念物品，“这些物品有的当时就陈列在了陵寝墓道的392级台阶之间的平台上。其中在第六层平台，左右陈列着一对巨大的仿古铜鼎，上面刻有‘奉安大典’四个篆字。这对紫铜铸造的铜鼎当时由上海特别市政府捐献”。\r\n\r\n“在日军侵占南京时，钢弹击穿了西侧一只(铜鼎)。留下了两个很大的弹孔。”闻慧斌告诉记者，而在后来的“文化大革命”中，为避免铜鼎遭到破坏，中山陵园管理处将铜鼎移到木工房妥为保管，“文革”结束后，又放回原位。\r\n\r\n“此后，两个铜鼎一直在原位向公众展示，经过30多年的风吹雨打，它们的三个足均有裂缝，北面的鼎足错位50毫米，西面的鼎足一圈基本裂开，只有40毫米的联接部。”闻慧斌介绍，为此，今年中山陵园管理局经专家多方论证后对铜鼎进行了修复。\r\n\r\n对于85周年奉安纪念的几项重要纪念活动，孙中山纪念馆的任青馆长介绍：该馆将从6月1日起在中山书院内展出民国前期重要历史人物古应芬先生的文献史料，“此外，成书于1933年10月的《总理陵园小志》也在今年正式出版发行，此书介绍了中山陵园的往昔历史和建园种种”。','龙虎网讯 昨天，南京中山陵为了今年孙中山先生奉安85周年的纪念日，特意重修了1929年孙中山奉安大典上的一对仿古铜鼎，让其再复当年的神采。',1),(12,'商务部：中韩自贸区第十一轮谈判取得“积极进展”','admin','2014-05-30 21:43:32','公开材料显示，中国商务部部长助理王受文和韩国通商产业资源部审议官禹泰熙分别率中韩代表团出席了本轮谈判。\r\n\r\n　　商务部称，在本轮谈判中，双方继续就货物贸易、服务贸易和投资进行了密集、深入的磋商，同时在原产地规则、贸易救济、技术性贸易壁垒、卫生和植物卫生措施、知识产权、电子商务、环境等广泛领域开展谈判，取得了积极进展。\r\n\r\n　　中韩自贸区谈判自2012年5月启动，已开展了十一轮谈判，旨在达成一个全面、平衡、高水平的自贸协定。 \r\n\r\n　　中韩建交22年来，双边经贸关系取得了飞跃式发展。2013年，双边贸易额已突破2700亿美元，相互投资超过570亿美元。中国是韩第一大贸易伙伴国，第一大出口和进口市场。2014年1-3月，双边贸易额达676.3亿美元，同比增长6.8%。','为期5天的中韩自贸区第十一轮谈判30日在四川省眉山市落幕，中国商务部称，本轮谈判取得了“积极进展”。',1),(13,'克里米亚向中国企业建议在刻赤附近建设深水港','admin','2014-05-30 21:56:27','【环球网报道 记者 王一】据俄新社5月29日报道，克里米亚共和国第一副总理鲁斯塔姆&#8226;杰米尔加里耶夫称，中国企业在克里米亚建设深水港的谈判已经恢复，俄方建议在数个地方落实该项目，首先是刻赤区。\r\n\r\n　　报道称，在叶夫帕托里亚建设港口的想法最早是在乌克兰前总统维克托&#8226;亚努科维奇2013年12月访华期间提出的。项目运营商“基辅水利投资公司”和中国北京大洋新河投资管理有限公司(Beijing Interoceanic Canal Investment Management Co)评估中方第一阶段投资达30亿美元，而项目总造价达100亿美元。但在乌克兰爆发一系列事件后，谈判被冻结，在俄罗斯总统不久前访华之后该项目才回到议事日程上来。\r\n\r\n　　杰米尔加里耶夫说：“我们希望在我们的中国伙伴到来之际，建议他们在刻赤区建设深水港，这个项目对我们来说比叶夫帕托里亚更加首要，它不会给克里米亚疗养区构成任何总体生态风险。”\r\n\r\n　　他承诺，港口建设前需要进行认真的生态鉴定，包括吸引莫斯科和圣彼得堡专家。\r\n\r\n　　俄新社称，中国代表团6月份将访问克里米亚，讨论落实项目的计划。建设工业园的项目价值估计约为100亿美元，但杰米尔加里耶夫说，这不是最终数字。 ','据俄新社5月29日报道，克里米亚共和国第一副总理鲁斯塔姆&#8226;杰米尔加里耶夫称，中国企业在克里米亚建设深水港的谈判已经恢复，俄方建议在数个地方落实该项目，首先是刻赤区。',2),(14,'月球核心下落不明 玛雅人曾开采月球？','admin','2014-05-30 21:57:20','1950年，在社会卜流传过这样一件事，在一座玛雅庙宇中的一个圆形拱门上、发现了一幅月球的地图，这是一幅月球的从地球上望不见的背面的地图。\r\n\r\n　　除非玛雅人曾经到过月球，或乘着其种飞行工具在月球附近的轨道上来往过，否则他们怎能给成这样一幅地图呢？\r\n\r\n　　随着对玛雅文化的进一步考察，人们又惊奇地发现，几千年前的玛雅人竟有着无与伦比的数学造诣，有着独特的谜一样的文字。而且巍然耸立在南美密林中的巨型建筑也并非出自玛雅人的实际生活的需要、而是严格依照神奇的玛雅历法周期建造的。\r\n\r\n　　玛雅人的历法和天文知识究竟精确到什么程度呢？他们把一年分为18个月，他们测算的地球年为365.2420天，现代人测算为365.2422天，误差仅0.0002天，就是说约5000年的误差才仅仅一天。\r\n\r\n　　他们测算的金星年为584天，与现代人的测算50年内误差仅为7秒。这是个多么令人难以置信的数字！几千年前的玛雅人怎么能有这么精确的计算他们还保持着一种特殊的宗教纪年法，一年分为18个月，每月20天，称为“卓金年”。\r\n\r\n　　这种历法从何而来，实在令人不解。\r\n\r\n　　因为这种年法不是以地球上所观察到的任何一种天体的运行为依据的。以致有人认为，“卓金年”历法是玛雅人的祖先依据另一个至今我们尚不知道的星球制订的。\r\n\r\n　　玛雅人至少在公元前4世纪就掌握了“0”这个数字概念，比中国人和欧洲人都早了800年至1000年。他们还创造了20进位计数法，他们的数字演算可沿用到400万年以后。','1950年，在社会卜流传过这样一件事，在一座玛雅庙宇中的一个圆形拱门上、发现了一幅月球的地图，这是一幅月球的从地球上望不见的背面的地图。',2),(15,'蛇”来了：毛毛虫伪装骇人毒蛇几可乱真','admin','2014-05-30 21:58:18','据介绍，这种毛毛虫能将脚藏起来，并扩张身体，假装成毒蛇，以此抵御天敌。其身上的独特花纹，让它的身体末端看上去像极了毒蛇的头部。\r\n\r\n　　除了伪装外表，这种毛毛虫还会模仿蛇的动作，假装要向靠近的物体发起攻击。','中新网5月30日电 据外媒报道，美国宾夕凡尼亚大学生物学家詹森(Daniel Janzen)在中美洲国家哥斯达黎加进行研究时发现了一条骇人的“毒蛇”。不过这条“蛇”像蛇却不是蛇，而是一条巧妙伪装成蛇的毛毛虫。',2);

/*Table structure for table `topic` */

DROP TABLE IF EXISTS `topic`;

CREATE TABLE `topic` (
  `Id` int(4) NOT NULL AUTO_INCREMENT,
  `Name` varchar(10) DEFAULT NULL,
  PRIMARY KEY (`Id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

/*Data for the table `topic` */

insert  into `topic`(`Id`,`Name`) values (1,'国内新闻'),(2,'国际新闻'),(3,'娱乐新闻'),(4,'科技新闻'),(5,'社会新闻');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
